{
  "de": {
    "nav.overview": "Übersicht",
    "nav.about": "Über uns",
    "footer.imprint": "Impressum",
    "index.company.slogan": "Meistere den <span id='span-code'>Code</span> –<br> Erschaffe die <span id='span-future'>Zukunft</span>",
    "index.company.discoverNow": "Jetzt entdecken",
    "index.company.findOutMore": "Mehr erfahren",
    "index.projects.categoryFilter.all": "Alle Projekte",
    "index.projects.categoryFilter.games": "Spiele",
    "index.projects.card.categoryBadge": "Spiel",
    "imprint.title": "Impressum",
    "imprint.personalInfo": "<h2>Angaben gemäß § 5 TMG.</h2><p><b>Inhaber</b>: Julian Lamm<br><b>Adresse</b>: Pöppelmannstraße 1<br><b>Postleitzahl</b>: 33739 Bielefeld (Deutschland)<br><b>E-Mail</b>: <a class='link' href='mailto:codevantis.contact@gmail.com'>codevantis.contact@gmail.com</a><br><b>Inhaltlich Verantwortlicher gem. § 55 Absatz 2 RStV</b>: Julian Lamm</p>",
    "imprint.copyrightNotice": "<h2>Urheberrechtshinweis</h2><p>Alle Inhalte dieser Website (Bilder, Fotos, Texte, Videos) unterliegen dem Urheberrecht der Bundesrepublik Deutschland. Bitte wenden Sie sich an den Betreiber dieser Website, bevor Sie die Inhalte dieser Website verbreiten, vervielfältigen oder verwerten. Downloads und Kopien dieser Seite sind nur für den privaten, nicht kommerziellen Gebrauch gestattet.<br><br>Sollten Sie auf dieser Website Inhalte finden, die gegen das Urheberrecht verstoßen, wenden Sie sich bitte umgehend an den Betreiber dieser Website.</p>",
    "imprint.imageCredits": "<h2>Bildnachweis</h2><p>Die Bilder, Fotos, Texte und Videos auf dieser Website sind urheberrechtlich geschützt. Inhalte von Dritten unterliegen deren Nutzungsrichtlinien.</p>",
    "imprint.privacyPolicy": "<h2>Datenschutzbestimmungen</h2><p>Diese Website setzt keine Cookies und speichert keine personenbezogenen Daten. Es werden lediglich Präferenzen (Sprache und Designmodus) im localStorage des Browsers gespeichert. Diese Daten verbleiben lokal auf dem Endgerät. Sie werden nicht an den Betreiber der Website übermittelt. Die Daten können jederzeit durch das Löschen der Browserdaten entfernt werden. Sie dienen dazu, Ihre Einstellungen bei einem erneuten Besuch der Seite beizubehalten.</p>",
    "imprint.disclaimer": "<h2>Haftungsausschluss</h2><p>Die Inhalte dieser Website wurden mit größtmöglicher Sorgfalt und nach bestem Wissen erstellt. Dennoch übernimmt der Betreiber dieser Website keine Gewährleistung für die Aktualität, Vollständigkeit und Richtigkeit der bereitgestellten Seiten und Inhalte.<br><br>Trotz sorgfältiger inhaltlicher Kontrolle übernehmen wir keine Haftung für die Inhalte externer Links. Für den Inhalt der verlinkten Seiten sind ausschließlich deren Betreiber verantwortlich. Zum Zeitpunkt der Verlinkung waren keine Rechtsverstöße erkennbar. Sollten uns Rechtsverstöße bekannt werden, entfernen wir die betreffenden Links umgehend.</p>",
    "imprint.softwareLicense": "<h2>Software-Lizenz</h2><p>Die auf dieser Website zum Download angebotene Software sowie die Website selbst unterliegen dem Urheberrecht der Bundesrepublik Deutschland.<br><br>Copyright &copy 2025 Julian Lamm. Alle Rechte vorbehalten.<br><br>Diese Software wird zur Verfügung gestellt, so wie sie ist, ohne ausdrückliche oder implizite Garantie.<br>Der Autor haftet in keinem Fall für Schäden, die aus der Nutzung dieser Software entstehen.<br><br>Der Download und die Nutzung der zur Verfügung gestellten Software ist, soweit nicht anders angegeben, komplett kostenlos und unverbindlich.<br>Die Vervielfältigung, Bearbeitung, Verbreitung und jede Art der Verwertung außerhalb der Grenzen des Urheberrechtes bedürfen der schriftlichen Zustimmung des jeweiligen Autors bzw. Erstellers.<br><br>Änderungen am Paketumfang und die Weitergabe sind erlaubt, solange die folgenden Bedingungen erfüllt sind:<br><br></p>",
    "imprint.softwareLicense.conditions": "<ol><li>Die Weitergabe des gesamten Pakets oder einzelner Teile muss alle Angaben des Urheberrechtsvermerks und die Internetadresse enthalten.</li><li>Die Herkunft der Software darf nicht falsch dargestellt werden. Es darf nicht fälschlicherweise behauptet werden, der Autor dieser Software zu sein.</li><li>Modifizierte Versionen müssen als solche gekennzeichnet werden und dürfen nicht als Originalsoftware dargestellt werden.</li><li>Die Weitergabe muss unentgeltlich erfolgen. Eine kommerzielle Weitergabe ist nicht ausgeschlossen, bedarf jedoch einer vorherigen Rücksprache mit dem Autor.</li></ol>",
    "imprint.crossPlatformApplicability": "<h2>Plattformübergreifender Geltungsbereich</h2><p>Dieses Impressum gilt auch für die YouTube-Präsenz, Instagram-Präsenz und für alle Apps, Programme und Spiele von Julian Lamm.</p>",
    "imprint.lastUpdate": "Impressum zuletzt aktualisiert am ",
    "imprint.downloadImprint": "Impressum",
    "imprint.downloadEULA": "Endbenutzer-Lizenzvereinbarung"
  }
}