{
  "en": {
    "nav.overview": "Overview",
    "nav.about": "About us",
    "footer.imprint": "Imprint",
    "index.company.slogan": "Master the <span id='span-code'>Code</span> –<br> Create the <span id='span-future'>Future</span>",
    "index.company.discoverNow": "Discover now",
    "index.company.findOutMore": "Find out more",
    "index.projects.categoryFilter.all": "All projects",
    "index.projects.categoryFilter.games": "Games",
    "index.projects.card.categoryBadge": "Game",
    "imprint.title": "Imprint",
    "imprint.personalInfo": "<h2>Legal Notice According to § 5 TMG</h2><p><b>Owner</b>: Julian Lamm<br><b>Address</b>: Pöppelmannstraße 1<br><b>Postal Code</b>: 33739 Bielefeld (Germany)<br><b>Email</b>: <a class='link' href='mailto:codevantis.contact@gmail.com'>codevantis.contact@gmail.com</a><br><b>Person Responsible for Content According to § 55 (2) RStV</b>: Julian Lamm</p>",
    "imprint.copyrightNotice": "<h2>Copyright Notice</h2><p>All content on this website (images, photos, texts, videos) is subject to copyright protection under the laws of the Federal Republic of Germany. Please contact the operator of this website before distributing, reproducing, or utilizing any content from this site. Downloads and copies of this website are only permitted for private, non-commercial use.<br><br>If you find any content on this website that violates copyright law, please contact the operator of this website immediately.</p>",
    "imprint.imageCredits": "<h2>Image Credits</h2><p>The images, photos, texts, and videos on this website are protected by copyright. Content from third parties is subject to their respective usage policies.</p>",
    "imprint.privacyPolicy": "<h2>Privacy Policy</h2><p>This website does not use cookies and does not store personal data. Only user preferences (language and design mode) are stored in the browser’s localStorage. These data remain locally on the user's device and are not transmitted to the website operator. Users can delete these stored preferences at any time by clearing their browser data. This feature is solely intended to retain user settings when revisiting the website.</p>",
    "imprint.disclaimer": "<h2>Disclaimer</h2><p>The content of this website has been created with the utmost care and to the best of our knowledge. However, the operator of this website does not guarantee the accuracy, completeness, or timeliness of the provided information.<br><br>Despite careful content control, we assume no liability for the content of external links. The operators of linked sites are solely responsible for their content. At the time of linking, no legal violations were apparent. If we become aware of any legal infringements, we will remove the corresponding links immediately.</p>",
    "imprint.softwareLicense": "<h2>Software License</h2><p>The software offered for download on this website, as well as the website itself, is subject to copyright protection under the laws of the Federal Republic of Germany.<br><br>Copyright &copy 2025 Julian Lamm. All rights reserved.<br><br>This software is provided 'as is' without any express or implied warranties.<br>The author is not liable for any damages arising from the use of this software.<br><br>The download and use of the provided software are completely free of charge unless otherwise stated.<br>Reproduction, modification, distribution, and any type of utilization beyond the scope of copyright law require the written permission of the respective author or creator.<br><br>Modifications and redistribution are permitted under the following conditions:<br><br></p>",
    "imprint.softwareLicense.conditions": "<ol><li>The redistribution of the complete package or any part thereof must include all copyright notices and the website address.</li><li>The origin of the software must not be misrepresented. It must not be falsely claimed that someone other than the original author is responsible for the software.</li><li>Modified versions must be clearly marked as such and must not be presented as the original software.</li><li>Redistribution must be free of charge. Commercial distribution is not excluded but requires prior consultation with the author.</li></ol>",
    "imprint.crossPlatformApplicability": "<h2>Cross-Platform Applicability</h2><p>This legal notice also applies to the YouTube presence, Instagram presence, and all apps, programs, and games created by Julian Lamm.</p>",
    "imprint.lastUpdate": "Imprint last updated on ",
    "imprint.downloadImprint": "imprint",
    "imprint.downloadEULA": "end-user license agreement",
    "about.title": "About CodeVantis",
    "about.me": "I'm Julian, a 23-year-old dual student of business informatics from Germany and a passionate developer. As a fullstack developer, I work professionally on various projects, with different frameworks, libraries and programming languages, but in my free time I develop my <b>own games and programs with Java</b>.",
    "about.target": "My goal with <b>CodeVantis</b> is to share my enjoyment of programming, my progress and my projects with you. That's why I make all my programs and games <b>available for free download</b> on this website. Here you can find out everything about <b>completed, current and future projects</b>.",
    "about.socialMedia": "I give exclusive insights into the development of my projects on <b>Instagram and YouTube</b>. Take a look and stay up to date!"
  }
}